[Package]
Name=XPS Line
Name_de=XPS-Linie
Name_ja=XPS折れ線
Name_cn=XPS 线图
Description=Create a line graph for XPS peaks. \nData should be arranged in columns with order as BE, Raw, Sum, BG, Peak1, Peak2 ect..
Description_de=Erstellen Sie ein Liniendiagramm für XPS-Peaks. \nDie Daten sollten in Spalten in der Reihenfolge BE, Roh, Summe, BG, Peak1, Peak2 etc. angeordnet sein.
Description_ja=XPSピークの折れ線グラフを作成します。\nデータは、BE, Raw, Sum, BG, Peak1, Peak2...の順序で列を配置する必要があります。
Description_cn=为 XPS 峰创建折线图。\n数据应排列到列中，且列顺序为 BE、Raw、Sum、BG、Peak1、Peak2 等。
ID=806
Version=1.1
Category=Specialized
Keywords=X-ray Photoelectron Spectroscopy, spectrum, electron
Author=OriginLab Corp.
Keywords_de=Röntgenfotoelektronen-Spektroskopie, Spektrum, Elektron
Keywords_ja=X線光電子分光法(XPS), スペクトル, 電子
Keywords_cn=X 射线光电子能谱, 光谱, 电子
Type=2
[Origin]
Version=9.80
Pro=0
[Log]
v1.1 11/14/2023 Updated for dark mode
